[
  {
    "image": "https://www.goldenstate.edu.ph/wp-content/uploads/2024/01/College-of-Business-and-Management-02.jpg",
    "title": "College of Business and Management",
    "description": "The College of Business and Management offers a diverse array of programs aimed at providing students with a comprehensive education in various business-related disciplines."
  },
  {
    "image": "https://www.goldenstate.edu.ph/wp-content/uploads/2024/01/College-of-Criminology2.jpg",
    "title": "College of Hospitality Management",
    "description": "The College of Hospitality Management offers a comprehensive program in BS in Hospitality Management (BSHM), providing students with a solid foundation in the principles of hospitality, hotel management, and tourism. The curriculum covers areas such as food and beverage management, event planning, and customer service."
  },
  {
    "image": "https://www.goldenstate.edu.ph/wp-content/uploads/2024/01/College-of-IT-Education.jpg",
    "title": "College of Information Technology Education",
    "description": "The College of Information Technology Education offers a rigorous program in BS in Information Technology (BSIT), designed to prepare students for careers in teaching information technology at various academic levels. The curriculum covers a broad range of topics, including programming languages, database management, educational technology, and pedagogical strategies specific to IT education."
  },
  {
    "image": "https://www.goldenstate.edu.ph/wp-content/uploads/2024/01/College-of-Criminology2-1.jpg",
    "title": "College of Criminology",
    "description": "The College of Criminology offers a specialized program with a focus on understanding, preventing, and addressing criminal behavior."
  },
  {
    "image": "https://www.goldenstate.edu.ph/wp-content/uploads/2024/01/6183682815594444548_121.jpg",
    "title": "College of Arts and Education",
    "description": "The College of Arts and Education offers a diverse range of programs aimed at nurturing creativity, knowledge, and effective teaching skills."
  },
  {
    "image": "https://www.goldenstate.edu.ph/wp-content/uploads/2024/01/Senior-High-School-Program-1-1.jpg",
    "title": "Senior High School",
    "description": "Goldenstate College offers diverse tracks in the Senior High School program:"
  }
]